[
    {
        "id": 0,
        "title": "THE FLAG OF THE USA",
        "text": "Jackson Roger lives in the USA. He is 8 years old. He loves his country. He likes painting flags. He loves to paint the USA flag because it has stars. It has three colors: red, blue and white. There are 50 stars on the flag. There are 13 stripes, 7 red and 6 white. Jackson has put many flags in his room. His room looks beautiful. His friends love to paint flags too. The USA flag looks attractive. The stripes go from left to right and up and down. Everyone should love their country. A flag is used as a symbol. Jackson likes studying about flags of different countries. He wins many painting competitions. He is appreciated by his parents and teachers.",
        "translation": "Jackson Roger vive nos EUA. Ele tem 8 anos de idade. Ele ama seu país. Ele gosta de pintar bandeiras. Ele adora pintar a bandeira dos EUA porque tem estrelas. Tem três cores: vermelho, azul e branco. Há 50 estrelas na bandeira. Existem 13 tiras, 7 vermelhas e 6 brancas. Jackson colocou muitas bandeiras em seu quarto. Seu quarto está lindo. Seus amigos adoram pintar bandeiras também. A bandeira dos EUA parece atraente. As listras vão da esquerda para a direita e para cima e para baixo. Todos devem amar seu país. Uma bandeira é usada como um símbolo. Jackson gosta de estudar bandeiras de diferentes países. Ele ganha muitas competições de pintura. Ele é apreciado por seus pais e professores."
    },

    {
        "id": 1,
        "title": "MAN LIKES ADVENTURE",
        "text": "Jayden is a college student. He loves adventure. He loves going on a trip. Every year he visits a different place. He saves money for his trip. He loves to drive. He has his own car. He takes his family for a trip. This year he planned to go on a mountain drive. He loves the mountain. He loves the view. Jayden’s family was very excited for the trip. His younger sister did the shopping. It was the winter season. They bought warm clothes. They did the packing and left for the trip. Driving in the mountains provides many challenges. It was an amazing experience. The weather was very good. Jayden and his family had a memorable trip.",
        "translation": "Jayden é um estudante universitário. Ele adora aventura. Ele adora ir para uma viagem. Todos os anos ele visita um lugar diferente. Ele economiza dinheiro para sua viagem. Ele adora dirigir. Ele tem seu próprio carro. Ele leva sua família para uma viagem. Este ano ele planejou dirigir pela montanha. Ele ama a montanha. Ele adora a vista. A família de Jayden estava muito animada para a viagem. Sua irmã mais nova fez as compras. Estava na temporada de inverno. Compraram roupas quentes. Eles fizeram a embalagem e partiram para a viagem. Dirigir nas montanhas fornece muitos desafios. Foi uma experiência incrível. O tempo estava muito bom. Jayden e sua família teve uma viagem memorável."
    },

    {
        "id": 2,
        "title": "DELICIOUS SNACKS",
        "text": "Kevin went to a party. He loves eating. He loves hot dogs. He cannot resist hot dogs. In the party, they served delicious snacks. They also had delicious food items for dinner. But Kevin wanted to have hot dogs. He ate three dogs, but it was not enough for him. He wanted to have more. Kevin eats hot dogs daily. He puts onion and mayonnaise on them. It makes them yummier. He takes hot dogs for his lunch. Kevin’s mother makes yummy hot dogs. Kevin’s friends like hot dogs prepared by her. Kevin always keeps a packet of hot dogs in his refrigerator. He eats them whenever he feels hungry. Kevin has also learned to prepare hot dogs. He prepares them himself when his mother is not at home.",
        "translation": "Kevin foi a uma festa. Ele adora comer. Ele adora cachorro quente. Ele não resiste cachorros quentes. Na festa, eles serviram lanches deliciosos. Eles também tinham deliciosos itens de comida para o jantar. Mas Kevin queria comer cachorro-quente. Ele comeu três, mas não foi suficiente para ele. Ele queria comer mais. Kevin come cachorros quentes diariamente. Ele coloca cebola e maionese sobre eles. Faz-lhes mais gostosos. Ele leva cachorros quentes para o almoço. A mãe de Kevin faz cachorros quentes gostosos. Os amigos de Kevin gostam de cachorro-quente preparados por ela. Kevin sempre mantém um pacote de cachorros-quentes na geladeira. Ele os come sempre que sente fome. Kevin também aprendeu a preparar cachorros-quentes. Ele os prepara quando sua mãe não está em casa."
    },

    {
        "id": 3,
        "title": "RELAXING AND FISHING",
        "text": "Robert took a day off from work. He was very bored. He wanted to relax. He wanted to have some fun. He wanted to relive his childhood days. He was tired of working daily. He called his best friend, Peter. He asked Peter to come to his place. Peter came to his place. They had lunch together. They had coffee. Robert told Peter, “Let’s go fishing.” Peter agreed. He was very happy. They went fishing when they were in school. It was their hobby. Robert and Peter were childhood friends. Robert quickly got ready. They went to the nearby pond. They caught many fish. They were very happy. Robert felt very relaxed. He was happy to go to work again.",
        "translation": "Robert tirou um dia de folga do trabalho. Estava muito entediado. Ele queria relaxar. Ele queria se divertir. Ele queria reviver seus dias de infância. Ele estava cansado de trabalhar diariamente. Ele chamou seu melhor amigo, Peter. Ele pediu a Peter para vir para sua casa. Pedro veio a sua casa. Eles almoçaram juntos. Eles tomaram café. Robert disse a Peter: “Vamos pescar.” Peter concordou. Ele estava muito feliz. Eles iam pescar quando estavam na escola. Era seu hobby. Robert e Peter eram amigos de infância. Robert rapidamente se aprontou. Eles foram para a lagoa próxima. Pegaram muitos peixes. Eles estavam muito felizes. Robert sentiu-se muito relaxado. Ele estava feliz por voltar a trabalhar."
    },

    {
        "id": 4,
        "title": "SHE IS A HARD STUDENT",
        "text": "Kate’s exams were about to start next month. She had to study a lot. She had to make projects. She had a huge syllabus. She had to complete it. She was very nervous. She called her friends. They came to her place for a study group. They decided to study together. It was late night. They felt very sleepy. They wanted to relax. But they had so much to study. Still, they felt sleepy. They took a nap. They did not realize that they slept for the whole night. Kate’s mom entered their room. She saw them sleeping. She thought they were studying for the whole night. She asked them to get up. Kate was very upset. She did not want to sleep for the whole night.",
        "translation": "Os exames de Kate estavam prestes a começar no próximo mês. Ela tinha que estudar muito. Ela tinha que fazer projetos. Ela tinha um currículo enorme. Ela precisava completá-lo. Estava muito nervosa. Ela chamou seus amigos. Eles vieram a sua casa para um grupo de estudo. Eles decidiram estudar juntos. Era tarde da noite. Eles se sentiram muito sonolentos. Eles queriam relaxar. Mas tinham tanto para estudar. Ainda assim, sentiam sono. Eles tiraram uma soneca. Eles não perceberam que dormiram durante toda a noite. A mãe de Kate entrou em seu quarto. Ela os viu dormindo. Ela pensou que estavam estudando a noite inteira. Ela pediu que se levantassem. Kate ficou muito chateada. Ela não queria dormir durante toda a noite."
    },

    {
        "id": 5,
        "title": "PREVENTIVE VACCINE",
        "text": "The flu vaccine is available by a shot. It is important to get a flu shot. It keeps us healthy. It prevents us from getting infected. Every year we must get a flu shot. One must remember to get vaccinated. We must always ask, “Where is my flu shot?” We can get our flu shot at our primary health care provider’s office. The flu shot may have some side effects. It can cause minor pain or fever. Getting vaccinated will protect people around you. The flu shot is the best way to avoid influenza. Young children must get the flu shot. Otherwise, they might spread the infection in schools. Every parent must get their child vaccinated.",
        "translation": "A vacina contra a gripe está disponível por uma injeção. É importante tomar uma vacina contra a gripe. Mantém-nos saudáveis. Ela nos impede de ficar infectado. Todos os anos, temos de obter uma vacina contra a gripe. Lembre-se de se vacinar. Devemos sempre perguntar: “Onde está a minha vacina contra a gripe?” Podemos obter a vacina contra a gripe no escritório do nosso pronto socorro. A vacina contra a gripe pode ter alguns efeitos colaterais. Pode causar dor leve ou febre. Vacinar-se irá proteger as pessoas ao seu redor. A vacina contra a gripe é a melhor maneira de evitar a gripe. As crianças pequenas devem ser vacinadas contra a gripe. Caso contrário, eles podem espalhar a infecção nas escolas. Cada pai deve ter seu filho vacinado."
    },

    {
        "id": 6,
        "title": "BRUSH THE TEETH",
        "text": "A woman who is using a toothbrush likes it very much. The toothbrush cleans her teeth. It feels soft when used with toothpaste. She rinses her mouth after brushing her teeth. It refreshes her breath. She brushes her teeth twice every day. She brushes her teeth once in the morning and once before going to bed. She has a beautiful smile. People like talking to her. Her teeth are strong. She never visits a doctor for tooth problems. She can eat all types of foods. She has never felt pain in her teeth. She wants to become a dentist to help other people with their teeth. She recommends for everyone to brush their teeth every day.",
        "translation": "Uma mulher que está usando uma escova de dentes gosta muito disso. A escova limpa os dentes. Ela parece macia quando usado com pasta de dente. Ela enxagua a boca depois de escovar os dentes. Refresca a respiração. Ela escova os dentes duas vezes por dia. Ela escova os dentes uma vez na parte da manhã e uma vez antes de ir para a cama. Ela tem um belo sorriso. As pessoas gostam de falar com ela. Seus dentes são fortes. Ela nunca visita um médico para problemas dentários. Ela pode comer todos os tipos de alimentos. Ela nunca sentiu dor nos dentes. Ela quer se tornar uma dentista para ajudar outras pessoas com seus dentes. Ela recomenda para todos escovarem os dentes todos os dias."
    },

    {
        "id": 7,
        "title": "WASHING MACHINE",
        "text": "Jennifer wanted to buy a washing machine. She had saved some money. The washing machine would have made her work easier. It is easy to wash and dry clothes. It saves time. It is faster. It does not require physical strength. In winters it is a great help. Clothes can be dried in the machine. There is no sunlight outside during winter. Jennifer was not very rich. She could not afford to buy a washing machine. She asked her husband for it. He did not agree. Jennifer saved from her salary. She had saved enough. She could now buy it. She was happy to bring it home. She chose a company. She bought a washing machine of her favorite color.",
        "translation": "Jennifer queria comprar uma máquina de lavar roupa. Ela tinha economizado dinheiro. A máquina de lavar roupa teria facilitado seu trabalho. É fácil lavar e secar roupas. Economiza tempo. É mais rápido. Não requer força física. Nos invernos é uma grande ajuda. A roupa pode ser seca na máquina. Não há luz solar durante o inverno. Jennifer não era muito rica. Não podia comprar uma máquina de lavar roupa. Ela perguntou ao marido por isso. Ele não concordou. Jennifer economizou seu salário. Ela economizou o suficiente. Agora podia comprá-la. Ela estava feliz em trazer para casa. Ela escolheu uma empresa. Ela comprou uma máquina de lavar de sua cor favorita"
    },

    {
        "id": 8,
        "title": "A BAD RELATIONSHIP",
        "text": "Myra was in a committed relationship. She loved her boyfriend, Alex. They were family friends. Alex was short tempered. Myra cared for him a lot. Alex never cared about Myra’s feelings. He shouted at her. He did not buy gifts for her. He never took her out for a dinner. Myra brought gifts for him. She called him daily. She celebrated his birthday. Myra was very hurt. She had a mean boyfriend. She could not bear more. She decided to give up on her relationship. She cried a lot. She still loved Alex. They were childhood friends. Alex was not ready to improve. He became more arrogant. Myra broke up with him. She didn’t want to but had to do it.",
        "translation": "Myra estava em um relacionamento comprometido. Ela amava seu namorado, Alex. Eles eram amigos de família. Alex era um pouco temperado. Myra gostava muito dele. Alex nunca se importava com os sentimentos de Myra. Ele gritava com ela. Ele não comprava presentes para ela. Ele nunca a levava para um jantar. Myra trazia presentes para ele. Ela o ligava diariamente. Ela comemorou o aniversário dele. Myra estava muito magoada. Ela tinha um namorado ruim. Ela não podia suportar mais. Ela decidiu desistir de seu relacionamento. Ela chorou muito. Ela ainda amava Alex. Eram amigos de infância. Alex não estava pronto para melhorar. Ele se tornou mais arrogante. Myra terminou com ele. Ela não queria mas tinha de fazê-lo."
    },

    {
        "id": 9,
        "title": "BEACH AND GOOD MEMORIES",
        "text": "It was a Sunday. Annabelle had just finished with her exams. She had been waiting for this day a long time. She was very happy. She was going on a trip. Annabelle and her friends left for a local beach. It was a fun time for them. Annabelle’s father went along with them. They reached it on time. All of them jumped into the water in their beachwear. They had fun at the beach. They clicked pictures. They danced. They sang. They were hungry. Annabelle’s father bought them some snacks. They were full. They wanted to relax. They took a sun bath. It was time to leave. It grew darker in the evening. They came back home with lots of beautiful memories. Annabelle said thank you to her father and went to sleep.",
        "translation": "Era um domingo. Annabelle acabara de terminar os exames. Ela estava esperando por esse dia há muito tempo. Ela estava muito feliz. Ela estava indo para uma viagem. Annabelle e seus amigos partiram para uma praia local. Foi um momento divertido com eles. O pai de Annabelle os acompanhou. Eles chegaram lá no horário. Todos eles saltaram na água em sua roupa de praia. Eles se divertiram na praia. Eles tiraram fotos. Eles dançaram. Eles cantaram. Eles estavam com fome. O pai de Annabelle comprou alguns petiscos para eles. Eles estavam cheios. Eles queriam relaxar. Eles tomaram um banho de sol. Era hora de partir. A noite ficou mais escura. Eles voltaram para casa com muitas lembranças bonitas. Annabelle disse obrigado a seu pai e foi dormir."
    },

    {
        "id": 10,
        "title": "CAROLINE EATS A LOT",
        "text": "Caroline is fed up with her daughter Amy’s eating habits. All she knows is to eat. In the morning she eats. In the afternoon she eats. At night she eats. In between also she is always eating. Amy has grown fatter. Caroline is worried about her health. She does not allow her to eat all the time. Amy starts crying. She gets angry. Her metabolism has dropped. She has become inactive. Caroline took her to see a doctor. The doctor did a checkup. Her eating habit is due to a deficiency. The doctor has asked her to come for regular checkups. He has given her a proper diet chart. The doctor has asked Caroline not to give greasy food to Amy.",
        "translation": "Caroline está farta dos hábitos alimentares da filha Amy. Tudo o que ela sabe é comer. De manhã ela come. À tarde come. À noite ela come. E Entre esse período também ela está sempre comendo. Amy está engordando. Caroline está preocupada com sua saúde. Ela não permite que ela coma o tempo todo. Amy começa a chorar. Ela se zanga. Seu metabolismo caiu. Ela se tornou inativa. Caroline a levou para ver um médico. O médico fez um check-up. O hábito alimentar dela é devido a uma deficiência. O médico pediu-lhe para fazer exames regulares. Ele lhe deu um gráfico de dieta adequada. O médico pediu a Caroline para não dar comida gordurosa a Amy."
    },

    {
        "id": 11,
        "title": "THE HOTTEST CITIES",
        "text": "Natalie lived in New York City. It was too hot. She felt very uncomfortable. She fell sick. She wanted to relax. She could not bear the heat. It was not her cup of tea. She was bored. She wanted a change. She decided to go to her aunt’s place. Her aunt lived in Boston. Natalie packed her bags. She left for Boston. She was very happy. She reached the destination. She was shocked. Boston was hotter than New York. She was disheartened. Her aunt picked her up. Natalie was not happy. She told her aunt she had come from hot to hot. Her aunt took her to an ice-cream parlor. Natalie had her favorite ice cream. She felt better.",
        "translation": "Natalie morava em Nova York. Era muito quente. Sentia-se muito desconfortável. Ela adoeceu. Ela queria relaxar. Não suportava o calor. Não era a praia dela. Ela estava entediada. Ela queria uma mudança. Ela decidiu ir para casa de sua tia. Sua tia morava em Boston. Natalie empacotou as malas. Ela partiu para Boston. Ela estava muito feliz. Ela chegou ao destino. Ela estava chocada. Boston estava mais quente que Nova York. Ela ficou desanimada. Sua tia percebeu isso. Natalie não estava feliz. Ela disse a sua tia que ela tinha vindo do calor para o calor. Sua tia a levou a um salão de sorvetes. Natalie tomou seu sorvete favorito. Ela se sentiu melhor."
    }

]